src/QLDiemComApp/test/TestLayDanhSachDiemCuaChiTietSoDiem/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:qld="QLDiemComApp">
  <soapenv:Body>
    <qld:LayDanhSachDiemCuaChiTietSoDiemOperation>
      <id_chitietsodiem>2</id_chitietsodiem>
    </qld:LayDanhSachDiemCuaChiTietSoDiemOperation>
  </soapenv:Body>
</soapenv:Envelope>